export const REGIONS = [
  "Вся Республика Казахстан",
  "г. Алматы",
  "г. Астана",
  "г. Шымкент",
  "Акмолинская область",
  "Актюбинская область",
  "Алматинская область",
  "Атырауская область",
  "Восточно-Казахстанская область",
  "Жамбылская область",
  "Западно-Казахстанская область",
  "Карагандинская область",
  "Костанайская область",
  "Кызылординская область",
  "Мангистауская область",
  "Павлодарская область",
  "Северо-Казахстанская область",
  "Туркестанская область",
  "г. Караганда",
  "г. Талдыкорган",
  "г. Каскелен",
  "г. Талгар",
] as const

export type Region = (typeof REGIONS)[number]

